{"rating": "4.0", "maleLinks": [{"source": "u875", "counts": 3, "lines": [{"themes": [0, 0, 1, 0, 1, 1, 0, 1, 1, 0, 0], "dialogues": [{"uttered": "u875", "characterName": "JULIAN", "lineId": "L195302", "sentiment": 0.416666667, "text": "Extraordinary!"}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195303", "sentiment": 0.175, "text": "She's obviously that. Jesus! Which would you rather have, a million dollars or one of Sissy's thumbs full of pennies?"}, {"uttered": "u875", "characterName": "JULIAN", "lineId": "L195304", "sentiment": 0.058333333, "text": "Oh, you! I'm not talking about her hands. They're difficult to ignore, I confess, but I'm speaking of her whole being. Her whole being is extraordinary. The way she talks, for example. She's so articulate."}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195305", "sentiment": 0.386666667, "text": "It's high time you realized, honey babe, that a woman doesn't have to give the best years of her life to Radcliffe or Smith in order to speak the English language."}, {"uttered": "u875", "characterName": "JULIAN", "lineId": "L195306", "sentiment": 0.2, "text": "Countess. I'm really in a dither. She's turned my head."}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195307", "sentiment": 0.0, "text": "Ninety degrees to the left, I hope. How does she feel about you?"}, {"uttered": "u875", "characterName": "JULIAN", "lineId": "L195308", "sentiment": -0.064285714, "text": "I think she's disappointed that I'm not more, ah, sort of atavistic. She's got some naive, sentimental notions about Indians. I'm sure she liked me, though; but.... then she left town."}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195309", "sentiment": -0.3125, "text": "She always leaves town, you dummy. That doesn't mean anything. What about in bed? How does she like it in bed?"}], "sentiment": 0.08425}, {"themes": [0, 1, 1, 0, 0, 0, 1, 0, 0, 0, 1], "dialogues": [{"uttered": "u875", "characterName": "JULIAN", "lineId": "L195310", "sentiment": 0.0, "text": "How does she like what in bed?"}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195311", "sentiment": 0.0, "text": "Like what?"}], "sentiment": 0.0}, {"themes": [0, 1, 0, 0, 1, 1, 1, 1, 1, 0, 1], "dialogues": [{"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195312", "sentiment": 0.0, "text": "What do you think?"}, {"uttered": "u875", "characterName": "JULIAN", "lineId": "L195313", "sentiment": 0.0, "text": "Well.... er..."}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195314", "sentiment": -0.25625, "text": "Shit O dear, Julian. Do you mean to tell me you didn't get it on?"}, {"uttered": "u875", "characterName": "JULIAN", "lineId": "L195315", "sentiment": 0.0, "text": "Oh, we didn't get it all the way on."}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195316", "sentiment": 0.0, "text": "Whose fault was that?"}, {"uttered": "u875", "characterName": "JULIAN", "lineId": "L195317", "sentiment": 0.0, "text": "I suppose it was mine. Yes, it definitely was my fault."}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195318", "sentiment": -0.011111111, "text": "What do they do to you boys in those Ivy league schools, anyway? Strap you down and pump the Nature out of you? They can even press the last drop of Nature out of a Mohawk buck. Why, send a shaman or cannibal to Yale for four years and all he'd be fit for would be a desk in the military-industrial complex and a seat in the third row at a Neil Simon comedy. Jesus H.M.S. Christ! If Harvard or Princeton could get hold of the Chink for a couple of semesters they'd turn him into a candidate for the Bow Tie Wing of the Hall of Wimps. Oogie boogie."}, {"uttered": "u875", "characterName": "JULIAN", "lineId": "L195319", "sentiment": -0.075, "text": "If we Ivy Leaguers aren't earthy enough to suit you hillbillies, at least we don't go around indulging in racist terms such as 'Chink.' Next thing I know, you'll be calling me 'chief.'"}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195320", "sentiment": 0.0, "text": "Chink's the guy's name, for Christ's sake."}, {"uttered": "u875", "characterName": "JULIAN", "lineId": "L195321", "sentiment": 0.0, "text": "What guy?"}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195322", "sentiment": -0.031313131, "text": "Aw, he's some old fart holyman who lives in the hills out West. Gives my ranch the creeps and the willies, too. But though he be old and dirty, he's alive, I'll bet, clear down to his toes. They don't have his juice in a jar in New Haven. Well I suppose that I'll have to write Sissy out on the road."}], "sentiment": -0.057223551}], "target": "u878"}], "movieId": "m56", "female": [{"gender": "f", "cname": "JELLY", "id": "u874"}, {"gender": "f", "cname": "SISSY", "id": "u877"}], "year": "1993", "femaleLinks": [{"source": "u874", "counts": 10, "lines": [{"themes": [0, 0, 1, 0, 1, 0, 0, 1, 1, 1, 0], "dialogues": [{"uttered": "u874", "characterName": "JELLY", "lineId": "L195359", "sentiment": 0.016666667, "text": "Welcome, podner. By God, it's great to have you here. It's an honor. Sorry I took so long getting to you, but we've had a mess of hard work these past few days -- and a heap of planning to do."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195360", "sentiment": 0.2, "text": "Er, you seem to know who I am, and maybe even what I am. Thanks for the breakfast."}, {"uttered": "u874", "characterName": "JELLY", "lineId": "L195361", "sentiment": 0.249553571, "text": "Oh, I know about Sissy Hankshaw, all right. I've done a little hitchhiking myself. Ah shucks, that's like telling Annie Oakley you're a sharpshooter because you once knocked a tomato can off a stump with a fieldstone. I'd heard tales about you from people I'd meet in jail cells and truckstops. I heard about your, uh, your, ah, your wonderful thumbs, and I heard how you were Jack Kerouac's girl friend..."}], "sentiment": 0.10242674}, {"themes": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195362", "sentiment": 0.020555556, "text": "No, I'm afraid that part isn't true. Jack was in awe of me and tracked me down. We spent a night talking and hugging in a corn field, but he was hardly my lover. Besides, I always travel alone."}, {"uttered": "u874", "characterName": "JELLY", "lineId": "L195363", "sentiment": -0.4125, "text": "Well, that doesn't matter; that part never interested me anyway. The beatnicks were before my time, and I never got anything outta the hippies but bad dope, clich√às and the clap. But the example of your life helped me in my struggle to be a cowgirl."}], "sentiment": -0.103174603}, {"themes": [1, 0, 1, 1, 0, 1, 0, 1, 0, 0, 0], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195364", "sentiment": 0.0, "text": "Tell me about it."}, {"uttered": "u874", "characterName": "JELLY", "lineId": "L195365", "sentiment": 0.0, "text": "About..."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195366", "sentiment": 0.4, "text": "About being a cowgirl. What's it all about? When you say the word you make it sound like it was painted in radium on the side of a pearl."}, {"uttered": "u874", "characterName": "JELLY", "lineId": "L195367", "sentiment": 0.003125, "text": "Cowgirls exist as an image. A fairly common image. The idea of cowgirls especially for little girls prevails in our culture. Therefore, it seems to me, the existence of cowgirls should prevail. Otherwise, they're being fooled. In the Rodeo Hall of Fame in Oklahoma City there are just two cowgirls. Two. And both of 'em are trick-riders. Trick-riding is what cowgirls have almost always done in rodeos. Our society sure likes to see its unconventional women do tricks. That's what prostitutes call it, you know: 'tricking.'"}], "sentiment": 0.0825}, {"themes": [0, 1, 0, 1, 0, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195368", "sentiment": 0.0, "text": "You're political, then?"}, {"uttered": "u874", "characterName": "JELLY", "lineId": "L195369", "sentiment": 0.3, "text": "No, ma'am. No way. There's girls on the Rubber Rose who are political, but I don't share their views. I got no cowgirl ideology to expound. \"Politics is for people who have a passion for changing life but lack a passion for living it.\""}], "sentiment": 0.2}, {"themes": [0, 0, 0, 1, 1, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u874", "characterName": "JELLY", "lineId": "L195370", "sentiment": 0.073958333, "text": "Did that last comment sound too profound to be coming outta my mouth? It's not original. It's something I picked up from the Chink."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195371", "sentiment": 0.2, "text": "Really? The Chink, huh? I've gathered that you sometimes speak with him. What else have you learned from the Chink?"}, {"uttered": "u874", "characterName": "JELLY", "lineId": "L195372", "sentiment": 0.239583333, "text": "Learned from the Chink? Oh my. Ha ha. That's hard to say. We mostly.... Uh, a lot of his talk is pretty goofy."}], "sentiment": 0.161574074}, {"themes": [1, 1, 0, 0, 1, 1, 0, 0, 1, 0, 0], "dialogues": [{"uttered": "u874", "characterName": "JELLY", "lineId": "L195384", "sentiment": -0.032142857, "text": "......Delores zonks out on peyote at least once a week, but so far her Third Vision hasn't happened. Niwet¬∏kame, the Mother Goddess has not gotten back in touch with her. Meanwhile she and Debbie are rivaling each other like a couple of crosstown high schools. Tension. Cowgirl tension! What a drag."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195385", "sentiment": 0.0, "text": "What is Debbie's position?"}, {"uttered": "u874", "characterName": "JELLY", "lineId": "L195386", "sentiment": 0.190909091, "text": "Debbie says that if women are to take charge again, they must do it in the feminine way; they mustn't resort to aggressive and violent masculine methods. She says it is up to women to show themselves better than men, to love men, set good examples for them and guide them tenderly toward the New Age. She's a real dreamer, that Debbie-dear."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195387", "sentiment": 0.0, "text": "You don't agree with Debbie, then?"}, {"uttered": "u874", "characterName": "JELLY", "lineId": "L195388", "sentiment": 0.177142857, "text": "I wouldn't say that. I expect she's right, ultimately. But I'm with Delores when it comes to fighting for what's mine. I can't understand why Delores is so uptight about the Chink; he could probably teach her a thing or two. Ee! That grass tickles, doesn't it? God knows I love women, but nothing can take the place of a man that fits. Still this is cowgirl territory and I'll stand with Delores and fight any bastards who might deny it. I guess I've always been a scrapper. Look. This scar. Only twelve years old and I was felled by a silver bullet."}], "sentiment": 0.105109364}, {"themes": [1, 1, 0, 0, 1, 0, 0, 0, 1, 0, 1], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195466", "sentiment": 0.0, "text": "That's Jellybean!"}, {"uttered": "u874", "characterName": "JELLY", "lineId": "L195467", "sentiment": 0.5, "text": "FROM MEN, THE WHOOPING CRANE HAS RECEIVED NEITHER LOVE NOR RESPECT. MEN HAVE DRAINED THE CRANE'S MARSHES, STOLEN ITS EGGS, INVADED ITS PRIVACY, POLLUTED ITS FOOD, FOULED ITS AIR, BLOWN IT APART WITH BUCKSHOT."}], "sentiment": 0.5}, {"themes": [0, 1, 0, 0, 0, 0, 0, 0, 0, 1, 0], "dialogues": [{"uttered": "u874", "characterName": "JELLY", "lineId": "L195478", "sentiment": -0.175, "text": "Looks like every time we get together things are in a mess."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195479", "sentiment": -0.166666667, "text": "So be it. It looks serious this time, though. All these guns... are you actually prepared to kill and die for whooping cranes?"}, {"uttered": "u874", "characterName": "JELLY", "lineId": "L195480", "sentiment": 0.46875, "text": "Hell no, the cranes are wonderful, okay, but I'm not in this for whooping cranes. I'm in it for cowgirls. If we cowgirls give in to authority on this crane issue, then cowgirls become just another compromise. I want a finer fate than that -- for me and for every other cowgirl. Better no cowgirls at all than cowgirls compromised."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195481", "sentiment": 0.0, "text": "How did this business get started, anyhow? Why are the birds nesting here?"}], "sentiment": 0.195238095}, {"themes": [0, 1, 0, 0, 1, 0, 0, 1, 1, 0, 1], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195487", "sentiment": 0.0, "text": "No, I guess not."}, {"uttered": "u874", "characterName": "JELLY", "lineId": "L195488", "sentiment": -0.8, "text": "'Drugged' is a stupid word."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195489", "sentiment": 0.0, "text": "But the peyote is obviously affecting their brains. It's made them break a migratory pattern that goes back thousands of years."}], "sentiment": -0.266666667}, {"themes": [0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u874", "characterName": "JELLY", "lineId": "L195495", "sentiment": 0.5, "text": "Every time I tell you that I love you, you flinch. But that's your problem."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195496", "sentiment": 0.066666667, "text": "If I flinch when you say you love me, it's both our problems. My confusion becomes your confusion. Students confuse teachers, patients confuse psychiatrists, lovers with confused hearts confuse lovers with clear hearts...."}], "sentiment": 0.175}], "target": "u877"}], "crossGenderLinks": [{"source": "u878", "counts": 8, "lines": [{"themes": [0, 0, 1, 0, 1, 1, 1, 1, 1, 0, 1], "dialogues": [{"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195204", "sentiment": 0.290376984, "text": "To my own special Sissy. Cheers! And welcome. So my letter brought ya flying, eh? Where were you? Salt Lake City? La Conner? Well, I may have a little surprise for you. But first, tell me about yourself. It's been six months, hasn't it? In some circles that's half a year. How are you?"}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195205", "sentiment": -0.4, "text": "Tired..."}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195206", "sentiment": -0.158333333, "text": "That's the very first time in the eons that I've known you that I've ever heard you complain. And now you're tired, poor darling."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195207", "sentiment": 0.0, "text": "A born freak can only go uphill."}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195208", "sentiment": 0.03125, "text": "Freak, schmeek. Most of us are freaks in one way or another. Try being born a male Russian countess into a white middle class Baptist family in Mississippi and you'll see what I mean."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195209", "sentiment": 0.141666667, "text": "I've always been proud of the way nature singled me out. It's the people who have been deformed by society I feel sorry for. I've been steady moving for eleven years and some months. Maybe I should rest up for a spell, I'm not as young as I used to be."}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195210", "sentiment": 0.383333333, "text": "Shit O goodness, you won't be thirty for another year, and you're more beautiful than ever."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195211", "sentiment": -0.3125, "text": "Does that mean you might have an assignment for me?"}], "sentiment": 0.098357143}, {"themes": [0, 1, 0, 0, 1, 1, 0, 0, 1, 1, 1], "dialogues": [{"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195212", "sentiment": 0.010416667, "text": "You were the Yoni Yum girl from, let's see,  from nineteen sixty-eight through nineteen seventy. You've always smelled so nice. Like a little sister. The irony has just killed me. You, the Dew Girl, one of the few girls who doesn't need Dew. I loath the stink of females! They are so sweet the way God made them, then they start fooling around with men and soon they're stinking. Like rotten mushrooms, like an excessively chlorinated swimming pool, like a tuna fish's retirement party. They all stink. From the Queen of England to Bonanza Jellybean, they stink."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195213", "sentiment": 0.0, "text": "Bonanza Jellybean?"}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195214", "sentiment": 0.0, "text": "What? Oh yes. Tee-hee. Jellybean."}], "sentiment": 0.010416667}, {"themes": [0, 0, 0, 1, 1, 0, 0, 0, 0, 0, 1], "dialogues": [{"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195215", "sentiment": 0.14375, "text": "She's a young thing who works on my ranch. Real name is Sally Jones or something wooden like that. She's cute as a hot fudge taco, and, of course, it takes verve to change one's name so charmingly. But she stinks like a slut just the same."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195216", "sentiment": 0.0, "text": "Your ranch?"}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195217", "sentiment": -0.09375, "text": "Oh my dear yes, I bought a little ranch out West, sort of a tribute to the women of America who have cooperated with me in eliminating their odor by using my vaginal products, Dew spray mist and Yoni Yum spray powder. A tax write-off, actually."}], "sentiment": 0.09625}, {"themes": [0, 0, 0, 1, 1, 0, 0, 1, 0, 0, 0], "dialogues": [{"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195218", "sentiment": 0.0, "text": "Sissy, Sissy, blushing bride, you can desist from wearing paths in those forgotten highways. The Countess has arranged a job for you. And what a job..."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195219", "sentiment": 0.0, "text": "A job for me?"}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195220", "sentiment": 0.21875, "text": "I am once more about to make advertising history. And only you, the original Yoni Yum/Dew Girl, could possibly assist me."}], "sentiment": 0.21875}, {"themes": [0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195221", "sentiment": 0.0, "text": "The Food and Drug Administration said Wednesday female deodorant sprays may cause such harmful reactions as blisters, burns and rashes. Although the FDA judges that the reported reactions are not sufficient to justify removal of these products from the market, they are sufficient to warrant the proposed mandatory label warnings."}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195222", "sentiment": 0.191303943, "text": "Shit O dear, that's enough to make me asthmatic. The nerve of those twits. What do they know about female odor? Don't interrupt. Here's my concept. My ranch out West? It's a beauty ranch. Oh, it's got a few head of cattle for atmosphere and tax purposes. But it's a beauty ranch, a place where unhappy women -- divorcees and widows, mainly -- can go to lose weight, remove wrinkles, change their hair styles and pretty themselves up for the next disappointment. My ranch is named the Rubber Rose, after the Rubber Rose douche bag, my own invention, and bless its little red bladder, the most popular douche bag in the world. So get this. It's on the migratory flight path of the whooping cranes. The last flock of wild whooping cranes left in existence. Well, these cranes stop off at my little pond -- Siwash Lake, it's called -- twice a year, autumn and spring, and spend a few days each time, resting up, eating, doing whatever whooping cranes do. I've never seen them, understand, but I hear they're magnificent. Very big specimens -- I mean, huge mothers -- and white as snow, to coin a phrase, except for black tips on their wings and tail feathers, and bright red heads. Now, whooping cranes, in case you didn't know it, are noted for their mating dance. It's just the wildest show in nature. It's probably the reason why birdwatching used to be so popular with old maids and deacons. Picture these rare, beautiful, gigantic birds in full dance -- leaping six feet off the mud, arching their backs, flapping their wings, strutting low to the ground. Dears, it's overwhelming. And picture the birds doing their sex dance on TV. Right there on the home screen, creation's most elaborate sex ritual -- yet clean and pure enough to suit the Pope. With lovely Sissy Hankshaw in the foreground. In a white gown, red hood attached, and big feathery sleeves trimmed in black. In a very subdued imitation of the female whooping crane, she dance/walks over to a large nest in which there sits a can of Yoni Yum. And a can of Dew. Off-camera, a string quartet is playing Debussy. A sensuous voice is reading a few poetic lines about courtship and love. Are you starting to get it? Doesn't it make the hair on your neck stand up and applaud? My very goodness gracious! Grandiose, lyrical, erotic and Girl Scout- oriented; you can't top it. I've hired a crew of experts from Walt Disney Studios, the best wildlife cinematographers around. You're my eternal favorite. Princess Grace herself couldn't be better, not even if she had your personality which she doesn't; Anyway, dear, I'm out of photography now and into water colors. Ah how circuitous conversation is! We're back at the beginning. The exact man I've wanted you to meet is my artist the watercolorist."}], "sentiment": 0.185506854}, {"themes": [1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195223", "sentiment": 0.0, "text": "If you don't want me to pose for him, why do you want me to meet him?"}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195224", "sentiment": 0.2, "text": "Purely personal. I believe you might enjoy one another."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195225", "sentiment": 0.0, "text": "But Countess..."}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195226", "sentiment": 0.3, "text": "Now, now. Don't get exasperated. I realize that you've always avoided all but the most rudimentary involvements with men, and I might add, you've been wise. Heterosexual relationships seem to lead only to marriage. For men, marriage is a matter of efficient logistics: The male gets his food, bed, laundry, TV, pussy, offspring and creature comforts all under one roof, where he doesn't have to dissipate his psychic energy thinking about them too much, then he is free to go out and fight the battles of life, which is what existence is all about. But for a woman marriage is surrender."}], "sentiment": 0.275}, {"themes": [1, 1, 1, 1, 1, 1, 1, 1, 0, 0, 1], "dialogues": [{"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195227", "sentiment": 0.0, "text": "But here you are, still a virgin -- you are virginal yet, aren't you?"}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195228", "sentiment": -0.533333333, "text": "Why, yes, technically. Jack Kerouac and I came awfully close, but he was afraid of me, I think..."}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195229", "sentiment": -0.343055556, "text": "Yes, well, what I'm getting at is that there comes a time when it is psychologically impossible for a woman to lose her virginity. She can't wait too long, you know. Now, there's no reason why you must lose yours. I mean, just ponder it a bit, that's all."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195230", "sentiment": 0.0, "text": "What makes you think this watercolorist and I would develop a romantic relationship?"}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195231", "sentiment": 0.214285714, "text": "I can't be certain that you would. But what have you got to lose?"}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195232", "sentiment": 0.147272727, "text": "Well, okay. I'll try it. I don't see the point in it, but I'll try it. Just for you. It's kind of silly, actually, me going out with an artist in New York City. However..."}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195233", "sentiment": 0.625, "text": "Good, good, good... you'll enjoy it, you'll see. Julian is a gentleman."}], "sentiment": 0.048322511}, {"themes": [0, 1, 0, 0, 0, 1, 0, 0, 0, 1, 1], "dialogues": [{"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195435", "sentiment": 0.125694444, "text": "Sissy, don't play dumb with me! You're a good model but a shitty actress. The cowgirls are involved in this whooping crane disappearance. You know perfectly well they are. Last seen in Nebraska. Didn't make it to Canada. Siwash Lake is between Nebraska and Canada. The cowgirls have possession of Siwash Lake. And who else but Jellybean's wild cunts could possibly conceive of doing something so diabolical as to tamper with the last flock of some nearly extinct birds? How much do you know about it? Have they murdered those cranes the way they murdered my moo cows?"}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195436", "sentiment": 0.0, "text": "I don't know anything about it."}, {"uttered": "u878", "characterName": "THE COUNTESS", "lineId": "L195437", "sentiment": 0.0, "text": "Sissy. You're trying to protect those scuzzy bitches. Well, let your conscience be your guide, as my mommy used to say, but it won't work. Those stinking sluts are going to suffer..."}], "sentiment": 0.125694444}], "target": "u877"}, {"source": "u873", "counts": 3, "lines": [{"themes": [1, 0, 1, 1, 1, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u873", "characterName": "HOWARD", "lineId": "L195258", "sentiment": 0.136363636, "text": "Where do you live, Miss Hankshaw?"}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195259", "sentiment": 0.0, "text": "I'm staying with the Countess."}, {"uttered": "u873", "characterName": "HOWARD", "lineId": "L195260", "sentiment": 0.136363636, "text": "I know, but where do you reside when you aren't visiting New York?"}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195261", "sentiment": 0.0, "text": "I don't."}, {"uttered": "u873", "characterName": "HOWARD", "lineId": "L195262", "sentiment": 0.0, "text": "You don't?"}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195263", "sentiment": 0.166666667, "text": "Well, no, I don't reside anywhere in particular. I just keep moving."}], "sentiment": 0.146464646}, {"themes": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u873", "characterName": "HOWARD", "lineId": "L195264", "sentiment": 0.0, "text": "A traveler, eh?"}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195265", "sentiment": 0.0, "text": "You might say that, although I don't think of it as traveling."}], "sentiment": 0.0}, {"themes": [0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195276", "sentiment": 0.0, "text": "Where are the others?"}, {"uttered": "u873", "characterName": "HOWARD", "lineId": "L195277", "sentiment": -0.1875, "text": "Oh, Rupert and Carla had a little hassle and went home."}], "sentiment": -0.1875}], "target": "u877"}, {"source": "u875", "counts": 2, "lines": [{"themes": [0, 1, 0, 1, 1, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195291", "sentiment": -0.6, "text": "I'm cold."}, {"uttered": "u875", "characterName": "JULIAN", "lineId": "L195292", "sentiment": -0.155555556, "text": "Here. I'll turn down the air conditioner."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195293", "sentiment": -0.6, "text": "It's not the air conditioner that's making me cold. Nothing moves in here. Not even your birds."}], "sentiment": -0.451851852}, {"themes": [0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0], "dialogues": [{"uttered": "u875", "characterName": "JULIAN", "lineId": "L195294", "sentiment": 0.0, "text": "What are you doing?"}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195295", "sentiment": 0.0, "text": "Getting dressed. I've got to go."}, {"uttered": "u875", "characterName": "JULIAN", "lineId": "L195296", "sentiment": 0.35, "text": "But I don't want you to leave. Please stay. We can go to dinner. I owe you a dinner. And tonight... we can... really make love."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195297", "sentiment": 0.0, "text": "I have to go, Julian."}, {"uttered": "u875", "characterName": "JULIAN", "lineId": "L195298", "sentiment": 0.0, "text": "Why? Why do you have to go?"}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195299", "sentiment": -0.200892857, "text": "My thumbs hurt. I've made a mistake. I've been negligent. I haven't exercised. I have to hitchhike a little bit every day, no matter what. It's like a musician practicing his scales. When I don't practice, my timing gets off, my thumbs get stiff and sore."}], "sentiment": 0.074553571}], "target": "u877"}, {"source": "u872", "counts": 12, "lines": [{"themes": [0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195409", "sentiment": 0.0, "text": "I'm a friend of Bonanza Jellybean's."}, {"uttered": "u872", "characterName": "CHINK", "lineId": "L195410", "sentiment": 0.0, "text": "I know who you are."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195411", "sentiment": -0.126388889, "text": "Oh? Well, there's been some trouble on the ranch. I came up here to get out of the way. It's so dark now I doubt if I could find my way back down. If you could help..."}, {"uttered": "u872", "characterName": "CHINK", "lineId": "L195412", "sentiment": 0.0, "text": "Save your breath for the climb."}], "sentiment": -0.126388889}, {"themes": [1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195415", "sentiment": 0.0, "text": "But I don't know how to polka."}, {"uttered": "u872", "characterName": "CHINK", "lineId": "L195416", "sentiment": 0.0, "text": "Neither do I... ha ha ho ho hee hee."}], "sentiment": 0.0}, {"themes": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195418", "sentiment": 0.0, "text": "What was that?"}, {"uttered": "u872", "characterName": "CHINK", "lineId": "L195419", "sentiment": 0.0, "text": "Clockworks."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195420", "sentiment": 0.0, "text": "Clockworks?"}], "sentiment": 0.0}, {"themes": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u872", "characterName": "CHINK", "lineId": "L195421", "sentiment": -0.05, "text": "The Clockworks is one reason that I am here on Siwash Ridge. I accepted the invitation to be initiated as a shaman by an aged Siwash chief who was the principle outside confederate of the Clock People."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195422", "sentiment": 0.0, "text": "Siwash, huh?"}, {"uttered": "u872", "characterName": "CHINK", "lineId": "L195423", "sentiment": 0.6, "text": "He was a degenerated warlock who could turn urine into beer, and the honor that he extended me gave me rights of occupancy in this sacred cave on this far-away Siwash Ridge. I came to the Dakota hills to construct a clockworks of my own."}], "sentiment": 0.166666667}, {"themes": [0, 0, 0, 0, 1, 1, 0, 0, 1, 0, 0], "dialogues": [{"uttered": "u872", "characterName": "CHINK", "lineId": "L195424", "sentiment": 0.45, "text": "But unlike the clockworks of the Clock People, my ticks more accurately echo the ticks of the universe....  ......ha ha ho ho and hee hee."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195425", "sentiment": 0.0, "text": "The Clock People?"}], "sentiment": 0.45}, {"themes": [0, 1, 0, 0, 1, 0, 0, 1, 0, 1, 0], "dialogues": [{"uttered": "u872", "characterName": "CHINK", "lineId": "L195426", "sentiment": -0.033333333, "text": "During the Second World War I busted out of Tule Lake detention camp; as a Japanese-American, I had been put there and watched over. I found refuge with the Clock People, who discovered me in a snow bank, near dead, I had been climbing across the Sierra Nevada mountains."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195427", "sentiment": 0.0, "text": "Then if you are Japanese, then why are you called the Chink?"}, {"uttered": "u872", "characterName": "CHINK", "lineId": "L195428", "sentiment": 0.083333333, "text": "The Clock People mistook me for Chinese. And the name stuck. In the same way that all Indian tribes came to be labeled \"Indians\" through the ignorance of an Italian sailor with a taste for oranges, it is only fitting that \"Indians\" misnamed me. The Clock People, however, are not a tribe, rather they are a gathering of Indians from various tribes. They have lived together since 1906."}], "sentiment": 0.04}, {"themes": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195432", "sentiment": 0.0, "text": "What do you believe in then?"}, {"uttered": "u872", "characterName": "CHINK", "lineId": "L195433", "sentiment": 0.0, "text": "Ha ha ho ho and hee hee."}], "sentiment": 0.0}, {"themes": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195522", "sentiment": -0.4, "text": "Is everything getting worse?"}, {"uttered": "u872", "characterName": "CHINK", "lineId": "L195523", "sentiment": 0.05, "text": "Yes, everything is getting worse. But everything is also getting better."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195524", "sentiment": 0.75, "text": "The Countess has come to our aid. The Rubber Rose Ranch is officially deeded to all the cowgirls. And I have been asked to oversee the ranch. For $300 a week. And as it turns out, the Countess is not going to be the vegetable the doctors thought he was... here's a picture!"}], "sentiment": 0.1125}, {"themes": [0, 0, 1, 0, 1, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u872", "characterName": "CHINK", "lineId": "L195525", "sentiment": 0.3, "text": "I want to go back to the Clock People. I kind of miss those fool redskins and wonder what they're up to. What's happened to Jelly?"}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195526", "sentiment": 0.0, "text": "She had a one way-ticket to Kansas City."}, {"uttered": "u872", "characterName": "CHINK", "lineId": "L195527", "sentiment": -0.25625, "text": "You mean she's dead?"}], "sentiment": 0.021875}, {"themes": [0, 0, 0, 0, 0, 1, 0, 0, 0, 1, 0], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195528", "sentiment": 0.1, "text": "But that's an old story now...... I can't believe that you would leave the Butte."}, {"uttered": "u872", "characterName": "CHINK", "lineId": "L195529", "sentiment": 0.433333333, "text": "Easy come, easy go."}], "sentiment": 0.322222222}, {"themes": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "dialogues": [{"uttered": "u877", "characterName": "SISSY", "lineId": "L195532", "sentiment": 0.0, "text": "Well, if the Clock People give you any inside information on the end of the world, drop us a postcard."}, {"uttered": "u872", "characterName": "CHINK", "lineId": "L195533", "sentiment": -0.062698413, "text": "The world isn't going to end, you dummy; I hope you know that much.  But it is going to change. It's going to change drastically, and probably in your lifetime. The Clock People see calamitous earthquakes as the agent of change, and they may be right, since there are a hundred thousand earthquakes a year and major ones are long overdue. But there are far worse catastrophes coming... unless the human race can bring itself to abandon the goals and values of civilization, in other words, unless it can break the consumption habit -- and we are so conditioned to consuming as a way of life that for most of us life would have no meaning without the yearnings and rewards of progressive consumption. It isn't merely that our bad habits will cause global catastrophes, but that our operative political-economic philosophies have us in such a blind crab grip that they prevent us from preparing for the natural disasters that are not our fault. So the apocalyptic shit is going to hit the fan, all right, but there'll be some of us it'll miss. Little pockets of humanity. Like the Clock People. Like you two honeys, if you decide to accept my offer of a lease on Siwash Cave. There's almost no worldwide calamity -- famine, nuclear accident, plague, weather warfare or reduction of the ozone shield -- that you couldn't survive in that cave."}], "sentiment": -0.062698413}, {"themes": [0, 1, 1, 0, 1, 0, 1, 1, 0, 1, 1], "dialogues": [{"uttered": "u872", "characterName": "CHINK", "lineId": "L195534", "sentiment": 0.264759199, "text": "Suppose that you bear five or six children with your characteristics. All in Siwash Cave. In a postcatastrophe world, your offspring would of necessity intermarry, forming in time a tribe. A tribe every member of which had giant thumbs. A tribe of Big Thumbs would relate to the environment in very special ways. It could not use weapons or produce sophisticated tools. It would have to rely on its wits and its senses. It would have to live with animals -- and plants! -- as virtual equals. It's extremely pleasant to me to think about a tribe of physical eccentrics living peacefully with animals and plants, learning their languages, perhaps, and paying them the respect they deserve."}, {"uttered": "u877", "characterName": "SISSY", "lineId": "L195535", "sentiment": 0.0, "text": "How am I going to be the progenitor of a tribe when I'm living on an isolated ridgetop with Delores?"}, {"uttered": "u872", "characterName": "CHINK", "lineId": "L195536", "sentiment": 0.0, "text": "That's your problem."}], "sentiment": 0.264759199}], "target": "u877"}], "male": [{"gender": "m", "cname": "CHINK", "id": "u872"}, {"gender": "m", "cname": "HOWARD", "id": "u873"}, {"gender": "m", "cname": "JULIAN", "id": "u875"}, {"gender": "m", "cname": "THE COUNTESS", "id": "u878"}], "movieTitle": "even cowgirls get the blues"}